[
	{
		"id": "1a",
		"image": "https://homechef.imgix.net/https%3A%2F%2Fasset.homechef.com%2Fuploads%2Fmeal%2Fplated%2F3378%2Fhomechef_Sirloin_Steak_with_Garlic_Chive_Butter__1_of_1_-d4552dd728ffa5d553036b213a4c1f07-d4552dd728ffa5d553036b213a4c1f07.jpg?ixlib=rails-1.1.0&w=1700&s=a7249dee5e21ffc9c64f0ca02dd7aace",
		"name": "Sirloin Steak with Garlic-Chive Butter",
		"shortInfo": "The esteemed food writer Angelo Pellegrini sagely noted, “My final, considered judgment is that garlic blesses and ennobles everything it touches.” Consider, then, this tender sirloin steak nobly blessed with garlic-chive butter, and consider yourself an accomplished home chef when you pair it with homemade biscuits and zucchini.",
		"categories": ["Milk", "Wheat", "Soy"],
		"servings": 2,
		"cookTime": 60,
		"difficulty": "Medium",
		"ingredients": [{
				"description": "Zucchini",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Chives",
				"quantity": "6",
				"unit": ""
			},
			{
				"description": "Grape Tomatoes",
				"quantity": "4",
				"unit": "oz."
			},
			{
				"description": "Butter",
				"quantity": "⅗",
				"unit": "oz."
			},
			{
				"description": "Garlic Cloves",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Sirloin Steaks",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Buttermilk Biscuit Mix",
				"quantity": "3",
				"unit": "oz."
			}
		],
		"directives": [
			"Trim zucchini ends and cut on an angle into ½ slices. Mince garlic. Mince chives. Pat steaks dry, and season both sides with a pinch of salt and ¼ tsp. pepper.",
			"Toss zucchini and grape tomatoes on prepared baking sheet with 2 tsp. olive oil, ¼ tsp. pepper, and a pinch of salt. Spread into a single layer on one side of baking sheet.",
			"Measure ¼ cup water. Combine biscuit mix and half the water in a mixing bowl. Add remaining water 1 Tbsp. at a time and mix together until a sticky dough forms. With wet hands, divide dough into four equally-sized balls and transfer to empty half of baking sheet. Spray each biscuit lightly with cooking spray. Roast until vegetables are tender and biscuits are golden brown, 15-18 minutes. While biscuits bake and vegetables roast, cook steaks.",
			"Place a medium non-stick pan over medium-high heat. Add 1 tsp. olive oil and steaks to hot pan. Cook until browned and steaks reach a minimum internal temperature of 145 degrees, 5-7 minutes per side. Transfer steaks to a plate and rest 5 minutes. Wipe pan clean and reserve.",
			"Return pan used to sear steaks to medium-low heat and add garlic and half the butter to hot pan. Cook until garlic is aromatic and turns light brown, 1 minute. Remove from burner and add chives (reserve a pinch for garnish), remaining butter, and a pinch of salt. Stir to combine. Adding more butter after removing pan from burner will cool down melted butter and stop cooking process.",
			"Serve steak and biscuits on a plate and spoon melted garlic-chive butter over both. Top with reserved chives. Arrange roasted vegetables on side."
		]
	},
	{
		"id": "2b",
		"image": "https://homechef.imgix.net/https%3A%2F%2Fasset.homechef.com%2Fuploads%2Fmeal%2Fplated%2F4296%2Fhomechef_4296-_Classic_Cashew_Chicken__1_of_1_-e65bd8df59673f7e145289bfecf718a5-e65bd8df59673f7e145289bfecf718a5.jpg?ixlib=rails-1.1.0&w=1700&s=d68de7bb5cb31487a4464bd32dffbcaf",
		"name": "Classic Cashew Chicken",
		"shortInfo": "Classic. Whether it’s a cola, a car, or a cocktail shaken not stirred, the word denotes something timeless and perfected. Classic also has a great alliterative quality with cashew chicken, but that's not why we named this dish as we did. ",
		"categories": ["Wheat", "Soy", "Tree Nuts"],
		"servings": 3,
		"cookTime": 45,
		"difficulty": "Easy",
		"ingredients": [{
				"description": "Green Onions",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Jasmine Rice",
				"quantity": "½",
				"unit": "cup"
			},
			{
				"description": "Boneless Skinless Chicken Breasts",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Tamari Soy Sauce",
				"quantity": "½",
				"unit": "oz."
			},
			{
				"description": "Cashews",
				"quantity": "2",
				"unit": "oz."
			},
			{
				"description": "Chinese Broccoli",
				"quantity": "10",
				"unit": "oz."
			},
			{
				"description": "Chopped Ginger",
				"quantity": "10",
				"unit": "tsp."
			}
		],
		"directives": [
			"Bring a small pot with rice and 1 cup water to a boil. Reduce heat to low, cover, and cook until tender, 18-20 minutes. Remove from burner and fluff grains with a fork. Set aside covered. While rice cooks, prepare ingredients.",
			"Trim ¼ off ends of Chinese broccoli and halve stalks, separating stems from leafy tops. Cut stems into 1 pieces. Coarsely chop tops. Trim and thinly slice green onions on an angle, keeping white and green portions separate. Place a medium non-stick pan over medium-high heat. Add ½ tsp. olive oil and cashews to hot pan. Stir constantly until browned, 2-3 minutes. Remove from burner, and transfer cashews to plate. Reserve pan; no need to wipe clean.",
			"Pat chicken breasts dry and, on a separate cutting board, cut into 1 dice. Season with a pinch of salt and pepper. Return pan used to toast cashews to medium-high heat. Add ½ tsp. olive oil and chicken pieces to hot pan. Stir occasionally until chicken is golden-brown and reaches a minimum internal temperature of 165 degrees, 4-6 minutes. Remove from burner and transfer chicken to a plate. Reserve pan; no need to wipe clean.",
			"Return pan used to cook chicken to medium heat. Add ½ tsp. olive oil, Chinese broccoli stems, and white portions of green onions to hot pan. Cook until beginning to soften, 4-6 minutes. Stir in Chinese broccoli leaves. Cook until beginning to wilt, 1-2 minutes.",
			"Stir chicken and accumulated juices, teriyaki glaze, ¼ cup water, ginger, half the cashews (reserve remaining for garnish), soy sauce, and red pepper flakes (to taste) into vegetables. Bring to a simmer. Cook until sauce forms a light glaze, 2-3 minutes. Plate dish as pictured on front of card, garnishing with remaining cashews and green portions of green onions. Bon appétit!"
		]
	},
	{
		"id": "3c",
		"image": "https://homechef.imgix.net/https%3A%2F%2Fasset.homechef.com%2Fuploads%2Fmeal%2Fplated%2F3436%2Fhomechef_White_Bean_and_Butternut_Squash_Stew_2__1_of_1_-d2d5f67f1150b1517f70ce99e410f808-d2d5f67f1150b1517f70ce99e410f808.jpg?ixlib=rails-1.1.0&w=1700&s=338cef24b5ce197924cda4cc5e1c40e8",
		"name": "White Bean and Butternut Squash Stew",
		"shortInfo": "Who says you have to choose between eating healthy and eating deliciously? This white bean and butternut squash stew offers the best of both worlds with wholesome, stick-to-your-ribs goodness while still packing boatloads of nutrients.",
		"categories": ["Wheat", "Soy"],
		"servings": 3,
		"cookTime": 10,
		"difficulty": "Easy",
		"ingredients": [{
				"description": "Roma Tomatoes",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "White Beans",
				"quantity": "15",
				"unit": "oz."
			},
			{
				"description": "Kale",
				"quantity": "3",
				"unit": "oz."
			},
			{
				"description": "Vegetable Base",
				"quantity": "4",
				"unit": "tsp."
			},
			{
				"description": "Sriracha",
				"quantity": "2",
				"unit": "tsp."
			},
			{
				"description": "Garlic Cloves",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Ciabatta Bread Roll",
				"quantity": "1",
				"unit": ""
			},
			{
				"description": "Butternut Squash, Cubed",
				"quantity": "12",
				"unit": "oz."
			},
			{
				"description": "Pepitas",
				"quantity": "1",
				"unit": "oz."
			}
		],
		"directives": [
			"Core tomatoes and cut into ½ dice. Mince garlic. Drain white beans. Halve ciabatta lengthwise. Stem kale and coarsely chop.",
			"Place a medium pot over medium-high heat. Add 1 Tbsp. olive oil, butternut squash, and a pinch of salt to hot pot. Stir occasionally, 2 minutes. Add garlic and tomatoes and cook until aromatic, 1 minute.",
			"Add 2 cups water, white beans, and vegetable base to pot. Bring to a boil, then lower heat to medium. Stir occasionally until butternut squash is tender, but not mushy, 8-10 minutes. While stew cooks, toast ciabatta and pepitas.",
			"Place ciabatta halves on one half of prepared baking sheet, cut side up, and drizzle with 2 tsp. olive oil. Bake 6 minutes, remove from oven, and carefully add pepitas to empty half of baking sheet. Continue baking until pepitas are lightly toasted and ciabatta is lightly browned, 2-3 minutes. If desired, quarter ciabatta before serving.",
			"Stir kale into stew and cook until leaves are wilted, 3 minutes. Season to taste with salt and pepper. Plate dish as pictured on front of card, garnishing stew with Sriracha (to taste) and pepitas. Bon appétit!"

		]
	},
	{
		"id": "4d",
		"image": "https://homechef.imgix.net/https%3A%2F%2Fasset.homechef.com%2Fuploads%2Fmeal%2Fplated%2F4327%2Fhomechef_Spaghetti_with_Roasted_Red_Pepper_Cream__1_of_1_-f3d25165242024e13bf656342b0a1820-f3d25165242024e13bf656342b0a1820.jpg?ixlib=rails-1.1.0&w=1700&s=385c70da6e78e5c4ece57c49cefcf6c7",
		"name": "Spaghetti with Roasted Red Pepper Cream",
		"shortInfo": "We've given you twists in your favorite dishes, and turns to new ingredients and techniques you've never heard of. But not every meal should be an adventure. Some meals should fill the soul, the belly, the heart with warmth and flavors that are familiar.",
		"categories": ["Milk", "Wheat", "Soy"],
		"servings": 2,
		"cookTime": 40,
		"difficulty": "Easy",
		"ingredients": [{
				"description": "Garlic Cloves",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Mini Baguette",
				"quantity": "1",
				"unit": ""
			},
			{
				"description": "Cheese and Garlic Croutons",
				"quantity": "1",
				"unit": "oz."
			},
			{
				"description": "Light Cream",
				"quantity": "4",
				"unit": "oz."
			},
			{
				"description": "Grated Parmesan Cheese",
				"quantity": "1",
				"unit": "oz."
			},
			{
				"description": "Red Bell Peppers",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Shallot",
				"quantity": "2",
				"unit": ""
			},
			{
				"description": "Spaghetti",
				"quantity": "6",
				"unit": "oz."
			},
			{
				"description": "Red Pepper Flakes",
				"quantity": "¼",
				"unit": "tsp."
			},
			{
				"description": "Tomato Paste",
				"quantity": "2",
				"unit": "tsp."
			}
		],
		"directives": [
			"Stem, seed, and halve red bell peppers. Place peppers skin-side up on prepared baking sheet and drizzle with 1 tsp. olive oil. Roast until slightly charred and tender, 20-22 minutes. Replace foil on baking sheet. While peppers roast, mince garlic. Halve baguette lengthwise. Peel and halve shallot. Slice thinly. Crush croutons into coarse crumbs.",
			"Once water is boiling, add pasta and cook until al dente, 7-10 minutes. Reserve ½ cup pasta water. Drain pasta in a colander. Set aside. While pasta cooks, make garlic bread.",
			"Combine 1 Tbsp. olive oil and half the garlic (reserve remaining for sauce) in a mixing bowl. Spread olive oil-garlic mixture on cut sides of baguette and place on prepared baking sheet. Bake until golden brown, 7-9 minutes. While garlic bread bakes, cut peppers into ¼ dice.",
			"Place a medium non-stick pan over medium heat. Add 1 tsp. olive oil and shallot to hot pan. Cook until beginning to caramelize, 3-5 minutes. Add remaining garlic and red pepper flakes (to taste). Cook until aromatic, 30-60 seconds. Stir in pasta water, cream, tomato paste, and roasted red peppers and any accumulated juices. Cook until thick enough to coat back of a spoon, 2-3 minutes. Season with ½ tsp. salt. Remove from burner.",
			"Combine pasta and Parmesan with sauce. Plate dish as pictured on front of card, garnishing with crushed croutons. Bon appétit!"
		]
	},
 {
 "id": "1",
 "image": "https://homechef.imgix.net/https%3A%2F%2Fasset.homechef.com%2Fuploads%2Fmeal%2Fplated%2F4326%2Fhomechef_4326SicilianShrimpRisotto__1_of_1_-cf715e60d0eeffcc3759e91803c6bca2-cf715e60d0eeffcc3759e91803c6bca2.jpg?ixlib=rails-1.1.0&w=1700&s=6a2472fddc25d9e9dc0eada5da312808",
 "name": "Sicilian Shrimp Risotto",
 "shortInfo": "It comes to one, like a flash in a dream: risotto. That creamy rice is as Italian as the tricolor flag and Fellini. Then the others chimed in quickly: Parmesan for nutty cheesy, tomatoes because they're “gustoso,” and shrimp because who doesn't love shrimp? This meal is worthy of the pickiest Sicilian, fictional or no. And we think you non-Sicilians will enjoy it too!",
 "categories": ["Milk", "Wheat", "Shellfish"],
 "servings": 2,
 "cookTime": 35,
 "difficulty": "Medium",
 "ingredients": [
                 {
                 "description": "Parsley",
                 "quantity": "1/4",
                 "unit": "oz."
                 },
                 {
                 "description": "Garlic Cloves",
                 "quantity": "2",
                 "unit": ""
                 },
                 {
                 "description": "Grape Tomatoes",
                 "quantity": "4",
                 "unit": "oz."
                 },
                 {
                 "description": "Shrimp",
                 "quantity": "8",
                 "unit": "oz."
                 },
                 {
                 "description": "Arborio Rice",
                 "quantity": "3/4",
                 "unit": "cup"
                 },
                 {
                 "description": "Butter",
                 "quantity": "1",
                 "unit": "oz."
                 },
                 {
                 "description": "Grated Parmesan Cheese",
                 "quantity": "2",
                 "unit": "oz."
                 },
                 {
                 "description": "Panko Breadcrumbs",
                 "quantity": "1/4",
                 "unit": "cup"
                 }
                 
                 ],
 "directives": [
                "Halve garlic. Place garlic halves on a piece of foil and drizzle with ½ tsp. olive oil. Form a foil pouch around garlic. Place directly on oven rack, opening side up, and roast until garlic is tender, 12-15 minutes. While garlic roasts, quarter tomatoes. Stem and mince parsley. Pat shrimp dry, and season both sides with a pinch of pepper.",
                "Place a medium pot over medium-high heat and add 1 tsp. olive oil. Add shrimp to hot pot and sear undisturbed until browned and shrimp reaches a minimum internal temperature of 145 degrees, 1-2 minutes per side. Transfer shrimp to a plate. Reserve pot; no need to wipe clean.",
                "Return pot used to sear shrimp to medium heat and add 1 tsp. olive oil. Add Arborio rice to hot pot. Stir constantly until rice is lightly browned, 2-3 minutes. Add 1 cup hot water from small pot to pot with rice. Rice should just be covered by water. Stir constantly until nearly all water is absorbed.",
                "Place tomatoes on prepared baking sheet and toss with half the parsley, ½ tsp. olive oil, and a pinch of salt and pepper. Spread into a single layer and roast until tender, 6-8 minutes. While tomatoes roast, add another ½ cup hot water to pot with rice and stir constantly until water is nearly all absorbed. Repeat this process, stirring constantly, 18-20 minutes. Taste as you cook, checking for tenderness. When rice has no more “bite” or crunch, it's done. There may be water left. Remove pot from burner and stir in shrimp, butter, and Parmesan. Season to taste with salt and pepper. Cover and set aside.",
                "Carefully open garlic packet and mash into a chunky paste. Stir garlic paste into risotto. Place a small non-stick pan over medium heat and add ½ tsp. olive oil. Add panko to hot pan and stir occasionally until golden brown, 1-2 minutes. Remove from burner. Plate dish as pictured on front of card, garnishing with tomatoes, panko, and remaining parsley. Bon appétit!"
                ]
 },
 {
 "id": "1",
 "image": "https://homechef.imgix.net/https%3A%2F%2Fasset.homechef.com%2Fuploads%2Fmeal%2Fplated%2F2536%2Fhomechef_2536-_Skillet_Chicken_Chasseur_Reshoot__1_of_1_-b1fd9cd6dd9331172f2a1c0276c9e595-b1fd9cd6dd9331172f2a1c0276c9e595.jpg?ixlib=rails-1.1.0&w=1700&s=bf34aa71d9d25391295764a0951913d0",
 "name": "Skillet Chicken Chasseur",
 "shortInfo": "Get your fancy French cooking on with this streamlined French classic. White wine, tomatoes, and mushrooms make for rustic flavors to match with a juicy chicken breast. You'll prepare this meal in a single pan, making it easy to cook (and easy to clean up after)",
 "categories": ["Milk"],
 "servings": 2,
 "cookTime": 25,
 "difficulty": "Easy",
 "ingredients": [
                 {
                 "description": "Parsley",
                 "quantity": "1/4",
                 "unit": "oz."
                 },
                 {
                 "description": "Thyme Sprigs",
                 "quantity": "3",
                 "unit": ""
                 },
                 {
                 "description": "Carrot",
                 "quantity": "8",
                 "unit": "oz."
                 },
                 {
                 "description": "Cremini Mushrooms",
                 "quantity": "6",
                 "unit": "oz."
                 },
                 {
                 "description": "Shallot",
                 "quantity": "1",
                 "unit": ""
                 },
                 {
                 "description": "Boneless Skinless Chicken Breasts",
                 "quantity": "2",
                 "unit": ""
                 },
                 {
                 "description": "Diced Tomatoes, Canned",
                 "quantity": "10",
                 "unit": "oz."
                 },
                 {
                 "description": "White Cooking Wine",
                 "quantity": "2",
                 "unit": "fl. oz"
                 },
                 {
                 "description": "Chicken Base",
                 "quantity": "2",
                 "unit": "tsp."
                 },
                 {
                 "description": "Butter",
                 "quantity": "1",
                 "unit": "oz."
                 }
                 ],
 "directives": [
                "Peel, trim, and cut carrot into ¼ slices at an angle. Quarter mushrooms. Peel and mince shallot. Stem and mince parsley. Stem thyme. Pat chicken breasts dry, and season both sides with a pinch of salt and pepper.",
                "Place a medium pan over medium-high heat and add 2 tsp. olive oil. Add chicken breasts to hot pan and cook until golden brown, 2-3 minutes per side. Transfer chicken to a plate. Chicken will finish cooking in a later step. Reserve pan; no need to wipe clean.",
                "Return pan used to cook chicken to medium-high heat. Add 1 tsp. olive oil, carrot, mushrooms, shallot, parsley (reserve a pinch for garnish), and thyme (reserve a pinch for garnish). Stir occasionally until vegetables begin to brown, 6-8 minutes. Stir in tomatoes and their juice, white cooking wine, chicken base, and ½ cup water until incorporated.",
                "Return chicken and any accumulated juices to pan. Lower heat to a simmer, cover, and cook until chicken reaches a minimum internal temperature of 165 degrees, 8-10 minutes.",
                "Transfer chicken to a plate. Rest at least 3 minutes. Add butter to pan with vegetables and stir to incorporate. Plate dish as pictured on front of card, garnishing with reserved parsley and thyme. Bon appétit!"
                ]
 },
 {
 "id": "1",
 "image": "https://homechef.imgix.net/https%3A%2F%2Fasset.homechef.com%2Fuploads%2Fmeal%2Fplated%2F4347%2Fhomechef_4347-_Holiday_Breakfast_Bonanza_Frittata__1_of_1_-e2d402a8fcf3e282b3d6b82a0ca85b3d-e2d402a8fcf3e282b3d6b82a0ca85b3d.jpg?ixlib=rails-1.1.0&w=1700&s=9f1553d415a0506047bf923591990ea1",
 "name": "Broccoli Egg Mini Frittatas",
 "shortInfo": "Here, we're bringing you holiday joy for the morning meal, with these broccoli frittatas and cheesy biscuits. Easy to make, this breakfast will impress the relatives with your 7 AM culinary feats, making new holiday memories.",
 "categories": ["Milk", "Wheat", "Soy", "Tree Nuts"],
 "servings": 5,
 "cookTime": 45,
 "difficulty": "Easy",
 "ingredients": [
                 {
                 "description": "Shredded Cheddar-Jack ",
                 "quantity": "4",
                 "unit": "oz."
                 },
                 {
                 "description": "Butter Cheese",
                 "quantity": "2",
                 "unit": "oz."
                 },
                 {
                 "description": "Roasted Pistachios",
                 "quantity": "3/4",
                 "unit": "oz."
                 },
                 {
                 "description": "Thyme Sprigs",
                 "quantity": "3",
                 "unit": ""
                 },
                 {
                 "description": "Broccoli Florets",
                 "quantity": "3",
                 "unit": "oz."
                 },
                 {
                 "description": "Roma Tomato",
                 "quantity": "1",
                 "unit": "mL"
                 },
                 {
                 "description": "Light Cream",
                 "quantity": "4",
                 "unit": "fl oz."
                 }
                 ],
 "directives": [
                "Finely chop pistachios. Stem and mince thyme. Cut broccoli into bite-sized florets. Cut tomato into six rounds.",
                "Spray one prepared baking sheet with cooking spray. Combine biscuit mix, ½ cup water, and half the cheese (reserve remaining for mini frittatas) in a mixing bowl. Add water 2 Tbsp. at a time and stir until a wet, sticky dough forms. Dry dough equals dry biscuits. Using wet hands, form dough into six equal-sized biscuits on baking sheet. Brush tops with 2 tsp. olive oil and bake until golden brown, 8-12 minutes. Cover with foil and set aside. While biscuits bake, make mini frittatas mixture.",
                "In another mixing bowl, combine liquid egg, cream, ½ tsp. salt, and a pinch of pepper. Combine softened butter and pistachios in another mixing bowl.",
                "Divide broccoli between six muffin tin cups. Fill cups almost to the top with egg mixture. Top with remaining cheese, a tomato slice, and season with a pinch of salt and pepper. Spray frittatas lightly with cooking spray and season each with thyme. Place muffin tin on second prepared baking sheet to catch any drips and bake until egg is set, 20-22 minutes.",
                "Serve biscuits and mini frittatas family style. Bon appétit!"
                ]
 },
 {
 "id": "1",
 "image": "https://homechef.imgix.net/https%3A%2F%2Fasset.homechef.com%2Fuploads%2Fmeal%2Fplated%2F3392%2Fhomechef_3392-_New_England-Style_Fish_Cakes__1_of_1_-5a205f5791f9890c364f5d7c954a4a36-5a205f5791f9890c364f5d7c954a4a36.jpg?ixlib=rails-1.1.0&w=1700&s=1401077a4274ec29e4ab6509f55dc660",
 "name": "New England-Style Fish Cakes",
 "shortInfo": "Served alongside a crisp romaine salad tossed with poppy seed dressing, this is cal-conscious living at its finest.",
 "categories": ["Eggs", "Fish", "Wheat", "Soy"],
 "servings": 4,
 "cookTime": 30,
 "difficulty": "Hard",
 "ingredients": [
                 {
                 "description": "Shallot",
                 "quantity": "1",
                 "unit": ""
                 },
                 {
                 "description": "Old Bay Seasoning",
                 "quantity": "1",
                 "unit": "Tbsp."
                 },
                 {
                 "description": "Parsley",
                 "quantity": "1/4",
                 "unit": "oz."
                 },
                 {
                 "description": "Tilapia Fillets",
                 "quantity": "2",
                 "unit": ""
                 },
                 {
                 "description": "Lemon",
                 "quantity": "1",
                 "unit": ""
                 },
                 {
                 "description": "Romaine Heart",
                 "quantity": "1",
                 "unit": ""
                 },
                 {
                 "description": "Roma Tomato",
                 "quantity": "1",
                 "unit": "mL"
                 },
                 {
                 "description": "Panko Breadcrum",
                 "quantity": "1/2",
                 "unit": "cup"
                 }
                 ],
 "directives": [
                "Pat tilapia fillets dry, and season both sides with ¼ tsp. salt and ¼ tsp. pepper. Place tilapia on prepared baking sheet, drizzle with 1 tsp. olive oil, and roast until fish reaches a minimum internal temperature of 145 degrees, 12-15 minutes. Carefully transfer cooked tilapia to a plate. Let cool 5-10 minutes. While fish roasts, prepare ingredients.",
                "Halve and peel shallot. Slice half into thin strips and cut other half into a fine dice. Halve lemon lengthwise. Cut one half into two wedges and juice other half. Stem and mince parsley. Hold romaine heart at root end and chop coarsely. Core tomato and cut into ½ dice.",
                "Once tilapia has cooled, shred lightly. Add panko, mayonnaise, 2 tsp. finely diced shallot, 2 tsp. lemon juice, half the Old Bay seasoning (reserve remaining for garnish), half the parsley (reserve remaining for garnish), and a pinch of pepper to a mixing bowl. Add shredded tilapia and mix until combined and able to be formed into cakes.",
                "Form tilapia mixture into four evenly-sized fish cakes, about 4 in diameter. Avoid pressing cakes together too tightly when forming. They should just hold together, staying delicate and flaky. Place a large non-stick pan over medium heat and add 2 tsp. olive oil. Add fish cakes to hot pan. If necessary, cook in batches to avoid crowding pan. Cook until browned and warm throughout, 3-4 minutes per side. Remove cakes from pan and set aside. Repeat with remaining cakes as needed.",
                "In another mixing bowl, toss together romaine, tomato, sliced shallot (to taste), and poppy seed dressing. Alternatively, serve dressing on side to control amount. Plate dish as pictured on front of card, garnishing fish cakes with remaining parsley, remaining Old Bay seasoning (to taste), and serving a lemon wedge on the side. Bon appétit!"
                ]
 }
]
